[Strategy.GP_AvatarAutopsyScreen X2NarrativeMoment]
UIHeaderText="Дослідити захоплений труп Аватара"
UIBodyText="Дослідити тіло знищеного силами XCOM Аватара за допомогою \"Залу тіней\"."
UIArrayText[0]="Завершити тіньовий проект розтину Аватара"

[Strategy.GP_BroadcastTheTruthScreen X2NarrativeMoment]
UIHeaderText="Взяти штурмом вежу мережі \"Адвента\""
UIBodyText="Проникнути на центральну вежу мережі \"Адвента\", щоб припинити мовлення глобальної комунікаційної мережі та покласти край контролю прибульців над світом."
UIArrayText[0]="Завершити завдання у вежі \"Адвента\""

[Strategy.GP_BuildShadowChamberScreen X2NarrativeMoment]
UIHeaderText="Побудувати \"Зал тіней\""
UIBodyText="Побудувати \"Зал тіней\" на борту \"Месника\"."
UIArrayText[0]="Побудувати \"Зал тіней\""

[Strategy.GP_BuildStasisSuitScreen X2NarrativeMoment]
UIHeaderText="Дослідити стазис-костюм \"Адвента\""
UIBodyText="Дослідити захоплений на виробничому комплексі \"Адвента\" стазис-костюм за допомогою \"Залу тіней\"."
UIArrayText[0]="Завершити тіньовий проект розробки стазис-костюму"

[Strategy.GP_CaptainAutopsyScreen X2NarrativeMoment]
UIHeaderText="Дослідити труп офіцера \"Адвента\""
UIBodyText="Доручити доктору Тайгану розтин офіцера \"Адвента\" в лабораторії."
UIArrayText[0]="Завершити розтин офіцера \"Адвента\""

[Strategy.GP_ConstructPsiGateScreen X2NarrativeMoment]
UIHeaderText="Дослідити псі-ворота"
UIBodyText="Встановити псі-ворота в \"Залі тіней\", щоб мати можливість дослідити їхню дію та можливу точку призначення."
UIArrayText[0]="Покращити \"Зал тіней\""
UIArrayText[1]="Завершити тіньовий проект псі-воріт"

[Strategy.GP_ContactBlacksiteRegionScreen X2NarrativeMoment]
UIHeaderText="Зв'язатися з опором у зоні секретного об'єкта"
UIBodyText="Встановити контакт з опором у регіоні, де знаходиться секретний об'єкт \"Адвента\", щоб мати можливість дістатися до нього."
UIArrayText[0]="Дослідити спосіб зв'язку з опором"
UIArrayText[1]="Прибути в регіон, де знаходиться секретний об'єкт"
UIArrayText[2]="Встановити контакт"

[Strategy.GP_FinalMissionScreen X2NarrativeMoment]
UIHeaderText="Атакувати фортецю прибульців"
UIBodyText="Відправити шефа з загоном через псі-ворота в командний центр прибульців, щоб назавжди позбутися загрози з боку Старійшин."
UIArrayText[0]="Завершити завдання у фортеці прибульців"

[Strategy.GP_ForgeMissionScreen X2NarrativeMoment]
UIHeaderText="Дослідити координати зі склянки з секретного об'єкта"
UIBodyText="Встановивши контакт з опором у потрібному регіоні, дослідити координати, отримані зі склянки з секретного об'єкта."
UIArrayText[0]="Завершити завдання за координатами зі склянки з секретного об'єкта"

[Strategy.GP_HackACaptainScreen X2NarrativeMoment]
UIHeaderText="Отримати доступ до мережі прибульців"
UIBodyText="Використати черепний бур у бою проти офіцера \"Адвента\" і отримати доступ до комунікаційної мережі прибульців."
UIArrayText[0]="Побудувати зону випробувань"
UIArrayText[1]="Закінчити дослідження черепного бура в зоні випробувань"
UIArrayText[2]="Застосувати черепний бур до офіцера \"Адвента\""

[Strategy.GP_HackACodexScreen X2NarrativeMoment]
UIHeaderText="Зламати мережу прибульців"
UIBodyText="Використати черепний бур у бою проти Кодексу і отримати доступ до даних за проектом \"Аватар\"."
UIArrayText[0]="Застосувати черепний бур до Кодексу"

[Strategy.GP_InvestigateBlacksiteScreen X2NarrativeMoment]
UIHeaderText="Дослідити секретний об'єкт \"Адвента\""
UIBodyText="Десантна група XCOM повинна дослідити секретний об'єкт \"Адвента\" і вивезти всі знайдені артефакти."
UIArrayText[0]="Завершити завдання на секретному об'єкті \"Адвента\""

[Strategy.GP_PsiGateMissionScreen X2NarrativeMoment]
UIHeaderText="Дослідити координати з мозку Кодексу"
UIBodyText="Встановивши контакт з опором у потрібному регіоні, дослідити координати, отримані з мозку Кодексу."
UIArrayText[0]="Завершити завдання за координатами з мозку Кодексу"

[Strategy.GP_ResearchAlienEncryptionScreen X2NarrativeMoment]
UIHeaderText="Дослідити шифрування прибульців"
UIBodyText="Доручити доктору Тайгану провести дослідження інопланетних методів шифрування."
UIArrayText[0]="Завершити дослідження шифрування прибульців"

[Strategy.GP_StudyBlacksiteDataScreen X2NarrativeMoment]
UIHeaderText="Дослідити захоплену склянку з секретного об'єкта"
UIBodyText="Дослідити захоплену склянку з секретного об'єкта."
UIArrayText[0]="Дослідити захоплену склянку з секретного об'єкта"

[Strategy.GP_StudyCodexBrainPt2Screen X2NarrativeMoment]
UIHeaderText="Розшифрувати дані Кодексу"
UIBodyText="Розшифрувати залишок даних Кодексу за допомогою \"Залу тіней\"."
UIArrayText[0]="Завершити тіньовий проект розшифровки даних Кодексу"

[Strategy.GP_StudyCodexBrainScreen X2NarrativeMoment]
UIHeaderText="Дослідити мозок Кодексу"
UIBodyText="Дослідити захоплений мозок Кодексу за допомогою \"Залу тіней\"."
UIArrayText[0]="Дослідити Кодекс"
UIArrayText[1]="Розшифрувати дані Кодексу"
